# -*- coding:utf8 -*- #
# -----------------------------------------------------------------------------------
# ProjectName:   02apirunner
# FileName:     __init__.py
# Author:      Jakilo
# Datetime:    2024/1/18 11:41
# email：       1192788767@qq.com
# github:       Jakilo1996
# Description: extend 目录通常用于存放与项目业务逻辑有关的扩展模块或插件。这些模块可能提供一些可插拔的功能，能够根据项目需求进行扩展。
# 命名规则  文件名小写字母+下划线，类名大驼峰，方法、变量名小写字母+下划线连接
# 常量大写，变量和常量用名词、方法用动词
# -----------------------------------------------------------------------------------
